<template>
    <div class="wrapper bg-white">
        <div class="container agreenment-box">
            <div class="item-title">西牛买买用户注册协议</div>
            <div class="item-content">
                <p>一、西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
                <p>二、买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
                <p>三、西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
                <p>四、买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
                <p>五、西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
                <p>六、买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
                <p>七、西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
                <p>八、买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议买买用户注册协议西牛买买用户注册协议西牛买买用户注册协议</p>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
    }
</script>

<style lang="scss">
    .agreenment-box{
        width:100%;height:100%;
        overflow-y:auto;
        -webkit-overflow-scrolling: touch;
        .item-title{
            text-align:center;
            padding:0.4rem 0;
            font-size:0.36rem;
        }
        .item-content{
            p{
                text-indent:2em;
                margin-bottom:0.2rem;
            }
        }
    }
</style>
